Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 游小默果断拒绝了，他们是去找宝藏的，有外人在可不行，而且最重要的是，他非常讨厌双胞胎看着凌霄的眼神。
en_us: You XiaoMo rejected him outright. They were here for the treasure, they couldn't be having outsiders into their team. Of course, the main issue was that he hated how the twins looked at Ling Xiao.

source: 游小默根据眼睛的部位，确定了两个方位，因为那场大战将白虎地形的头部劈出一道深深的峡谷，他不清楚是哪边，他指着地图一处对凌霄说道：“我们分头行动，你去这个位置，我去那个地方……”
en_us: Judging by the position of the eyes, You XiaoMo picked out two directions it could be. Due to the grand battle from before, the white tiger's head was split in halves, creating a deep canyon. He didn't know which side it was on so he said to Ling Xiao, pointing at the map, "We'll split up, you go there and I'll go here..."

source: 游小默根本没有反应过来。
en_us: You XiaoMo could not even react. (游小默根本没有反应过来)

source: 游小默欣喜的跑进去，凌霄果然睁开了眼睛，“现在感觉怎么样，内伤是不是好多了？”
en_us: You XiaoMo ran in delightedly. Sure enough, Ling Xiao's eyes were open, "How do you feel? Is your internal injury much better now?"

source: 游小默欣喜，“那真是太好了，现在可以把船只借给我们了吧？”
en_us: You XiaoMo rejoiced, "That's great! Can you lend the boat to us now?"

source: 游小默正准备收起传音石的动作又停了下来，凌霄现在应该很想找到他才对，所以不可能会主动掐断与他的联系，除非……凌霄已经知道他在哪里。
en_us: You XiaoMo was about to prepare to put away the transmission stone when he stopped again. Ling Xiao should be yearning to find him now, so it was impossible for him to take the initiative to cut off his connection, unless... ...Ling Xiao already knew where he was.

source: 游小默正想找人问问，“你们这里有没有心灵花草和黑莲草？”
en_us: You XiaoMo just happened to be looking for someone to ask things to. "Do you guys have the Heart Flower Herb (心灵花草) or the Black Lotus Herb (黑莲草)?"

source: 游小默正斟酌着要怎么开口，老人就说话了。
en_us: You XiaoMo was deliberating on how to to start a conversation when the old man spoke.

source: 游小默正要跟他说再接再厉。
en_us: You XiaoMo wanted to tell to him to continue persisting.

source: 游小默步伐比较慢，洗完手和脸上的油渍才端着最后一道甜点和碗筷走出来，刚走到船舱门口，迎面有三个人走出来，和他们一样是外来者的身份。
en_us: You XiaoMo was a little slower, washing the grease from his hands and face before leaving with the dessert and cutlery. Just as he arrived at the cabin, three people walked out, heading in the opposite direction. These people were also outsiders like him.

source: 游小默气得撸起袖子就冲过去抓他们，丝毫没有注意到传音石已经不闪了，表面冒着一层淡淡的光芒，是联系已经接通的征兆。
en_us: You XiaoMo was so angry that he pulled up his sleeves rushed over to catch them. He did not notice that the transmission stone had already stopped flickering and the surface was shimmering with a faint glow, which was a sign the connection had been established.

source: 游小默气急的掐住凌霄的脖子，这个混蛋竟然又骗他，早知道就不把玉简给他看了，害他好一阵失落。
en_us: You XiaoMo saw red as he grabbed Ling Xiao by the throat. This bastard actually deceived him again. If he had known earlier, he would not have passed the jade drive to Ling Xiao to look, resulting in him feeling a sense of loss for quite a while.

source: 游小默求助看向乔无星。
en_us: You XiaoMo looked at Qiao WuXing for help.

source: 游小默求救的看向凌霄。
en_us: You XiaoMo sent an SOS signal towards Ling Xiao's direction.

source: 游小默汗了一把，他其实是想让他们去啃通灵玄龟的脑袋，而不是啃硬邦邦的龟壳，因为就算他们真的能啃动龟壳，也无法给通灵玄龟致命的伤害。
en_us: You XiaoMo felt three black lines going down the side of his face. (汗了一把)He was hoping they would take a bite out of the Psychic Black Turtle's head and not its hard shell. Even if they could bite through the shell, it wasn't going to do any critical damage to it.

source: 游小默沉默了一会，默默的掏钱。
en_us: You XiaoMo fell silent for a while, quietly getting out his money.

source: 游小默沉默了一瞬，“……那还是算了吧。”
en_us: You XiaoMo fell silent a moment, "...Let's forget it."

source: 游小默沉默了两秒：“不会。”
en_us: You XiaoMo was silent for two seconds. "No."

source: 游小默没再继续追问，将餐盘碗筷放下就回去了。
en_us: You XiaoMo didn't pursue it, setting the tableware down before leaving.

source: 游小默没多想就同意了。
en_us: You XiaoMo agreed without much thought.

source: 游小默没心思去照顾他便宜爹脑子里那根纤细的神经，花了五分钟立刻把自己整理好了。
en_us: You XiaoMo was not in the mood to look after the delicate mental state of his cheap dad and spent five minutes to immediately tidy himself up.

source: 游小默没心思跟他们计较这些，先付了一晚，然后吩咐掌柜不要让任何人来打扰他们。
en_us: You XiaoMo didn't bother arguing with them, paying for one night first before telling the owner that they weren't to be disturbed.

source: 游小默没想到半路会杀出一个程咬金，而且他看起来在胡村似乎挺有地位的，这样的人很难缠，要说服他们不容易。
en_us: You XiaoMo didn't expect that halfway through a troublemaker would appear, and it seemed that this one had quite the position in Hu Village. A person like this would be hard to deal with.

source: 游小默没时间和他玩，正准备将他塞回衣服里的时候，身下的通灵玄龟突然剧烈的颤动了几下，速度竟然慢慢的降了下来。
en_us: You XiaoMo didn't have time to play with it, but just as he was about to stuff it back into his shirt, the Psychic Black Turtle beneath him suddenly shook violently and started slowing down.

source: 游小默没时间等，心想浪费就浪费，而且其实灵水渗透灵草田，土壤吸收了灵水，以后培育出来的灵草即便间隔一段时间不浇水也能长得很好。
en_us: You XiaoMo didn't have time to wait, so he figured that if it was wasted, then it was wasted. Plus, the spiritual water would seep into the magic herb field and be absorbed by the soil, so the magic herbs that would be cultivated later would still grow very well even if they weren't watered for a certain period of time.

source: 游小默没有兴趣，他修炼的拂柳幽典本身就是顶级功法，不过让他意外的是，没想到中庭交易会的含金量如此之高，这让他更加期待最后一件压轴物品的真面目。
en_us: You XiaoMo did not have any interest in this. The Buddha’s Willow Standard that he was cultivating was already a pinnacle level soul training manual. However, what surprised him was the fact that the valuable of the items at the Courtyard Trade Fair would be so high. This made him look forward to what the last item would be.

source: 游小默没有发火，反而笑眯眯的看着老板娘：“老板娘可以麻烦你再说一次吗？”
en_us: You XiaoMo didn't release his anger. Instead, he looked at the proprietress and smiled. "Proprietress, do you mind saying that one more time?"

source: 游小默没有吊大家的胃口，他在七亿的基础上非常不识相的加了两千万灵晶，虽然每次加价不得低于五百万，但他不想别人以为他不是在恶意抬高价格，所以就加了两千万。
en_us: You XiaoMo did not keep everyone in suspense. He tactlessly added another twenty million spirit gems (两千万灵晶) on top of the last bid of seven hundred million. Although every increase in the bid price must not be less than five million, he added twenty million as he did not want others to think he was maliciously raising the price.

source: 游小默没有告诉他红色玉简的事情，只是说得到过他留下的东西。
en_us: You XiaoMo didn't tell him about the red jade drive. He only said that he had received something that Dan Qing had left behind.

source: 游小默没有和水妖对战过，这是青年给他的建议。
en_us: You XiaoMo had never fought with a Water Demon before, it was the young man's suggestion. (青年)

source: 游小默没有在酒楼或巨无霸里炼丹。
en_us: You XiaoMo did not refine pills in the hotel or the Giganticus.

source: 游小默没有将剑插在他的心脏上面，否则现在他已经死了，而不是还留有一口气，他想知道这个人为什么要偷袭他，是不是和峡谷下面那道闪光有关系。
en_us: You XiaoMo hadn't shoved the sword into his heart, otherwise he would've been dead by now and not on his last breath. He wanted to know why the man had ambushed him and if it had something to do with the flash at the bottom of the canyon.

source: 游小默没有将玉简递给他，只是简单的介绍了下赤火丹。
en_us: You XiaoMo didn't hand the jade drive over, simply describing the Red Blaze Pill.

source: 游小默没有就此罢休，抡起拳头又用力的砸了几下，把玄泽砸得嗷嗷叫个不停，剧烈的晃动着脑袋想把他晃下来。
en_us: You XiaoMo did not stop because of that and swung his fist down a few times. Xuan Ze howled in pain as he violently tried to shake You XiaoMo off of his head.

source: 游小默没有待太久，很快就与他道别了，和凌霄以及多出来的三只跟屁虫一起离开了南陆。
en_us: You XiaoMo didn't stay for long, soon bidding the other goodbye and leaving the South Continent with Ling Xiao and their three little followers.

source: 游小默没有急着找水元素之心，他走过去试了下湖水的高度，灵水减少的量并不多，幸好他有先见之明。
en_us: You XiaoMo wasn't in a hurry to find the Water Elemental Essence. He walked over and tested the height of the water. Thankfully he had foresight, so the spiritual water hadn't declined by much.

source: 游小默没有看到莫雪凄惨的模样，他们很快就离开了，不过凌霄出手向来很辣，他已经能预见莫雪的惨状。
en_us: You XiaoMo didn't get to see Mo Xue's sad state since they quickly left, but with Ling Xiao's usual tendencies, he could already see Mo Xue's misery.

source: 游小默没有选择特殊石室，他现在需要的是巩固修为，而不是快速的提升实力，不然对他将来的发展僵尸一个巨大的阻碍。
en_us: You XiaoMo didn't choose the special stone chambers. What he needed to do right now was consolidate his cultivation base, not rapidly improve his strength. Otherwise, it would become a huge problem to his future development.

source: 游小默没有问她为什么，他大概也能猜到通天大陆现在的形势，之前他们在洞城小镇便听过西境和南陵的形势，都已经开打了，这是要翻天的节奏！
en_us: You XiaoMo didn't ask him why. He could probably guess the current situation of TongTian Continent. When they were in DongCheng Town (洞城小镇) before, they had heard about the situation in Xi Jing and Nan Ling (南陵), and both were already open. This was a development that could overturn the heavens! (翻天的节奏)

source: 游小默没有问，因为他也有这种感觉。
en_us: You XiaoMo didn't ask further since he had the same feeling.

source: 游小默没注意到他的目光，随即笑呵呵的说道：“看在你这么有诚意的份上，我就勉为其难答应你好了，不过有一点我要提前声明。”
en_us: You XiaoMo didn't notice his gaze, and he said with all smiles, "Seeing how sincere you are, I have no choice but to say yes. However, there's something I have to say first."

source: 游小默沮丧的看着安安静静躺在炉鼎底部的液体，几百种灵草提炼的，此时却变成灰溜溜的一滩黑水，要知道这些灵草拿去卖绝对超过一亿，结果一亿灵晶就这么没了。
en_us: You XiaoMo looked depressingly at the liquid laying quietly in the bottom of the cauldron. It was extracted from a few hundred herbs, but now it was just a puddle of black water. He would like everyone to know that if sold, these herbs would definitively be worth over one hundred million spirit gems. Now, one hundred million spirit gems were just gone.

source: 游小默深吸了一口气，开始最后的凝炼阶段。
en_us: You XiaoMo took a deep breath, starting the last few steps to refining his pill.

source: 游小默深吸了一口气，待适应了那股重力后，才慢慢的往里面移动。
en_us: You XiaoMo took a deep breath and, after getting used to the pressure, started to move further into the room slowly.

source: 游小默深呼吸了一口气，很多秘密在这一刻终于揭开它们的面纱。
en_us: You XiaoMo took a deep breath. Many secrets had finally uncovered their veil at this moment.

source: 游小默深呼吸了几口气，决定不与他计较，视线在广场傻瓜搜了搜，发现四灵中已经有三灵凑在一块，那么还差一灵。
en_us: You XiaoMo took a few deep breaths, and decided not to stoop to his level. His gaze swept over the plaza, and discovered that three of the Four Divine Emperor Beasts had gathered together, so there was only one left.

source: 游小默深深地反省着，这次趁着有条件他决定下一次厨。
en_us: You XiaoMo thought over it and decided to cook something while he had the tools necessary.

source: 游小默深深的嫉妒了。
en_us: You XiaoMo was deeply envious.

source: 游小默深深的觉得他们的智商被看不起了。
en_us: You XiaoMo felt that his IQ had been seriously underestimated.

source: 游小默深深的觉得，他是因为知道后面有一段时间可能吃不上叫化鸡，所以才决定去闭关的。
en_us: You XiaoMo keenly felt that it was because Ling Xiao knew that he wouldn't be able to eat beggar's chicken for a while after this, so he decided to go do secluded cultivation.

source: 游小默深深的觉得，这要是是发生在地球人身上，没有过目不忘的本领是绝对不行的，失败率估计直线上升。
en_us: You XiaoMo deeply believed that if this was to occur on Earth, if one didn't have a photogenic memory, it was impossible. The failure rate was probably going to go straight up.

source: 游小默深深的觉得，那必须会造成巨大的轰动，到时场面一定会十分混乱，自然城的城门一定会被挤破。
en_us: You XiaoMo truly felt that their actions would definitely cause a huge impact and send everything into absolute turmoil. The gates would probably be squeezed open.

source: 游小默深深觉得他被万箭穿心了，一番心意被打击的血皮都没有了，世上最悲催的事情就是你关心对方，对方却把你当棵草，他决定证明给凌霄看，把水元素之心完好无损的送到凌霄面前。
en_us: You XiaoMo deeply felt that his heart was pierced by ten thousand arrows. His kind intentions were beaten until there was no blood left. The most miserable thing in the world was when you cared about the other party, yet they just treated you like grass (棵草). You XiaoMo decided to deliver an intact Water Elemental Essence right to Ling Xiao's face and prove to Ling Xiao.

source: 游小默满意的点了点头，随手给了他两枚灵晶，“这是报酬，接下来的事情不用麻烦你了。”
en_us: You XiaoMo nodded in satisfaction, casually handing over two spirit gems. "Here's a thank you gift. That'll be all we need for now."

source: 游小默满意的点点头，他突然觉得他的便宜爹其实是个挺识相的人。
en_us: You XiaoMo nodded in satisfaction. He suddenly felt that his cheap dad was actually quite sensible.

source: 游小默满腔兴致被现实打击得丁点不剩，世上果然没有白吃的午餐，前三张地图他能得到都是巧合，但是最后一张却花了他八亿灵晶，要是最后没找到，他不白花一大笔灵晶了，那好比从他身上割了一斤肉，那可不是一两。
en_us: You XiaoMo's excitement had been shattered by reality. It really was true thart nothing in this world was three. He had been able to get the three pieces of the map my coincidence before, yet had spent eight hundred million spirit gems on the last piece. If they didn't find this treasure in the end, then he would've wasted a huge chunk of spirit gems. To him, that was like getting a chunk of his own flesh hacked off.

source: 游小默满腹心思，倒是忘了问白衣帅哥还跟凌霄说了什么是。
en_us: You XiaoMo was preoccupied with his own thoughts and forgot to ask what else the handsome white-robed guy talked about with Ling Xiao.

source: 游小默满腹疑惑在他们回到洞府看到黑袍人的尸体后就明白了，黑袍人已经死得不能再死，满地鲜血却像活着一样聚集在一块形成一颗血球。
en_us: You XiaoMo was full of doubt, but he understood once they returned to the cave dwelling and he saw the black-robed person's corpse. The person in black was already completely dead, but the fresh blood covering the floor acted as if it was alive as it gathering into a round ball of blood.

source: 游小默激动的心情慢慢颓丧下来，看来还是不如人意，果然是恶作剧吧，他不抱任何希望往玉简里扫了一眼，霎时山河日月失色，五雷轰顶‘啪’，玉简自他手中掉到草地里。
en_us: You XiaoMo's excited mood slowly became dejected. It seemed that things did not go as he wished and it really was a prank. He did not hold any hope as he glanced inside the jade drive. In a split second, the mountains and rivers, and the sun and moon lost their colors; and he was thunderstruck. (山河日月失色，五雷轰顶‘啪’) The jade drive slipped from his hands and dropped onto the grass.

source: 游小默激动的问道，傅苍穹给的八味灵草都是成株的，并没有它们的成长状态，而他得到的灵草中，多数还未长开，所以他也不是很清楚。
en_us: You XiaoMo excitedly asked. The eight magic herbs that (八味灵草) Fu CangQiong had given them were all mature herbs and he had no knowledge of their stages of growth (并没有它们的成长状态). As most of the magic herbs that he had found were immature, he was unsure whether they had gotten the ones they needed.

source: 游小默激情澎湃的血液立刻降回零下，灰溜溜的被他提出去。
en_us: You XiaoMo’s blood that had been surging passionately immediately fell back to zero, and he was crestfallen as he was carried out by Ling Xiao.

source: 游小默火烧屁股似的逃，这是他来到这个世界到现在最出师不利的一次，不仅没找到龙血，还被发现了。
en_us: You XiaoMo fled as if his ass was on fire. This was the first time that he had such a rough start (出师不利) since he came to this world. Not only did he not find the dragon blood, he had also been discovered.

source: 游小默点了下头，突然想起他的便宜爹，回头一看，游君其早就不见了，不知什么时候走的。
en_us: You XiaoMo nodded and suddenly remembered his cheap dad. He looked around. You JunQi had already disappeared who knows when.

source: 游小默点点头。
en_us: You XiaoMo nodded in understanding.

source: 游小默点点头，旋即看向凌霄，“我们要去参加吗？”
en_us: You XiaoMo nodded, turning to look at Ling Xiao. "Should we attend?"

source: 游小默点点头，“我听说鬼冢山脉是很多人都避之唯恐的地方，为什么还有这么多人来？”
en_us: You XiaoMo nodded, "I've heard that the Ghost Tomb Mountain Ranges is a place that many people avoid out of fear. Why are there still so many people here?"

source: 游小默点点头，一顺溜看过去，导师及长老们需求的定西五花八门，几乎不带重样的，有的要灵草，有的要功法或技法，有的竟然要灵晶，那位导师是多穷才落魄到要在交易所用积分换灵晶。
en_us: You XiaoMo nodded and glanced over all of them. The things that the teachers and elders needed were multifarious and varied, and there seemed to be no pattern to them. Some needed magic herbs, some needed soul training or skill training, some actually needed spirit gems. How poor would that teacher have to be in order to have to resort to trading points for spirit gems in the Exchange Quarter?

source: 游小默点点头，他也不想把时间浪费在一个脑残女上面，还是趁早离开自然城，等出城后，他立刻让凌霄戴他以前买的一张银面具，因为他发现凌霄的脸特别吸引脑残女。
en_us: You XiaoMo nodded. He didn't want to waste his time on this dumbass woman. It was better if they just left Ziran City as soon as possible. He immediately had Ling Xiao wear his silver mask in case his face attracted any more nutcases.

source: 游小默点点头，其实从这座宫殿也能看出来，外观打造得十分华丽，但是内在却家徒四壁，这就表示他只是想要一个舒适的窝而已。
en_us: You XiaoMo nodded. In reality, you could tell from this palace. The exterior was created extremely magnificently, but the inside was completely empty. This showed that all he wanted was a cozy nest, nothing more.

source: 游小默点点头，嬉皮笑脸道：“可不就是我嘛。”
en_us: You XiaoMo nodded and smiled mischievously, "Who else can it be but me?" (可不就是我嘛)

source: 游小默点点头，突然反应过来，“那我们呢？”
en_us: You XiaoMo nodded and suddenly reacted. "Then what about us?"

source: 游小默点点头，突然想到什么，兴奋的说道：“以你现在的修为应该可以炼制中等空间符吧？”中等空间符的传送距离比较长，说不定他们可以直接传送出大通海。
en_us: You XiaoMo nodded before he suddenly thought of something. He said happily, "With your current cultivation base, you should be able to refine mid-level teleportation talismans, right?" Mid-level teleportation talisman could transport them fairly long distances, so perhaps it could transport them directly out of DaTong Ocean.

source: 游小默点点头，说：“可以，不过不要太久，我们不能在这里待太久。”他还不知道外面发生的事情，所以还想着赶时间回去。
en_us: You XiaoMo nodded and said, "Okay, but don't take too long. We can't stay here for very long." He still didn't know what had happened outside, so he wanted to hurry and go back.

source: 游小默点点头，这名字不怎么样嘛，还不如他取的名字好。
en_us: You XiaoMo nodded. This name wasn't anything much, and it wasn't even as good as the name he had given the baby turtle.

source: 游小默点点头，静下心。
en_us: You XiaoMo nodded, calming himself.

source: 游小默炼丹时，从来不在炉鼎里加灵水，他只会在需要的时候才喝。
en_us: When You XiaoMo refined pills, he never added spiritual water to his cauldron. He only drank it when it became necessary.

source: 游小默烦躁的挠挠头，突然想起己经有一天没用传音石试着联系凌霄了，想到这，他立刻掏出传音石，不抱希望的试了一下……
en_us: You XiaoMo scratched his head in agitation and suddenly remembered that it had already been a day since he had last tried to contact Ling Xiao with a transmission stone. When he thought of this, he immediately fished out the transmission stone and tried it without hoping for anything... ...

source: 游小默熟练地宰杀红冠鸡，掏出内脏，他还特意用灵水清洗红冠鸡，这样做出来的叫花鸡更加可口，而且还有治疗伤势的功效，这是他后来发现的。
en_us: With proficiency, You XiaoMo killed the Red-Crowned Turkey, took out its insides and even used his spiritual water to clean it. With that, the dish would taste even better and it has a healing effect, which he discovered later.

source: 游小默爬到床上躺下，没一会就又爬起来，这床果然很硬，而且竟然连一床被子都吝啬给。
en_us: You XiaoMo climbed onto the bed and lay down but soon got up again. The bed was really hard. To think that they were so miserly that they did not even provide one quilt.

source: 游小默特别心虚，感觉好像更引人注意了。
en_us: You XiaoMo felt especially guilty, it looks like they attracted more attention.

source: 游小默特别想吐槽这个名字，邪教邪教，不知道自古邪不胜正吗？
en_us: You XiaoMo really wanted to diss this name. The Evil Cult, didn't they know that evil never wins against good?

source: 游小默特别想放他在海上晾一晾，那时他的脸色一定会很好看，不过这次是他自己提议的，所以顿了两秒他就跟了过去。
en_us: You XiaoMo especially wanted to leave him hanging (晾一晾) out at sea. His expression at that time would definitely be entertaining. However, he followed after pausing for two seconds since he proposed the battle this time.

source: 游小默犹豫了一下还是委婉的跟凌霄说了下叫花鸡的情况。
en_us: You XiaoMo hesitated for bit but still decided to tell Ling Xiao, euphemistically, about the situation with the turkeys.

source: 游小默犹豫了一下，“可以不要吗？”
en_us: You XiaoMo hesitated for a beat. "Can I not?"

source: 游小默犹豫了一下，“唔，我怕你把肉烤焦了，浪费了我的肉。”他个人觉得，有些真相还是不知道的比较好。
en_us: You XiaoMo hesitated for a moment, Well, I'm afraid that you'll burn it and waste my meat." He personally felt that some truths are better left unsaid. (有些真相还是不知道的比较好)

source: 游小默犹豫了一下，还是打消下去看看的念头，不然要是被突然回来的唐中华撞见，肯定会被他缠住，那个老家伙的实力跟他差不多。
en_us: You XiaoMo hesitated for a bit before he dismissed his intention of continuing to watch. If Tang ZhongHua suddenly came back and saw him, You XiaoMo would definitely be hounded (缠住) by him since that old guy's strength was about the same as his.

source: 游小默犹豫了一下，还是给灵草滴了几滴灵水，半小时后，灵草都成熟了。
en_us: You XiaoMo hesitated for a moment before he dropped a few drops of spiritual water onto the magic herbs. After half an hour, the magic herbs had matured.

source: 游小默犹豫了两秒，点点头。
en_us: Xiao Mo hesitated for two seconds before he nodded.

source: 游小默狐疑的盯着他。
en_us: You XiaoMo stared at him suspiciously.

source: 游小默狼狈的躲开星罗城主的拳风。
en_us: You XiaoMo cut a sorry figure as he dodged the punch (拳风) from the Starfall City Master.

source: 游小默猛地抬起头看向玄明，他竟然知道他姓游？
en_us: You XiaoMo abruptly raised his head and looked at Xuan Ming. He actually knew that his surname was You?

source: 游小默猛然回过神来，低头就瞧见凌霄的注意力从禁制玉简上移到他的下半身，眼神都变了，好像有欲望的风暴在眼睛里凝聚。
en_us: You XiaoMo abruptly returned to his senses. He lowered his head and saw that the expression in Ling Xiao's eyes had changed as his attention had shifted from the sealed jade drive to his lower body. It seemed as if a storm of desire was brewing in his eyes.

source: 游小默率领他的契约兽进入洞府，在里面逛了一圈，几乎所有的石室都被扫荡过了，东歪西歪的椅子就是证据。
en_us: You XiaoMo led his contracted demon beasts into the cave and strolled around inside. Almost all the stone rooms had been cleaned-out. The skewed and overturned chairs were the evidence.

source: 游小默王凌霄身旁移动，让他帮忙分担下压力，然后继续毫不犹豫的抬高价格，把六亿两千万抬到六亿五千万。
en_us: You XiaoMo moved closer to Ling Xiao and let Ling Xiao help to block a portion (分担) of the pressure before he continued to raise the price without the slightest hesitation from six hundred and twenty million to six hundred and fifty million.

source: 游小默现在已经是顶级丹师，不用凌霄带他，他也能轻松自由的穿过浓雾，随着修为的突破，他的灵魂之力也发生了质变。
en_us: By now, You XiaoMo was a top tier mage, even without Ling Xiao, he could easily and freely travel through the fog. With the (突破) of his levels, his soul power had a qualitative change.

source: 游小默理所当然的说道：“这个不着急，反正除了我们也没人知道在哪里，这种英雄救美的好戏我是第一次遇到，当然要好好看一看。”
en_us: You XiaoMo said matter-of-factly, "That's not urgent. In any case, besides us, nobody else knows where it is either. This is the first time I've encountered a good 'hero rescues the beauty' show, so of course I want to watch."

source: 游小默琢磨了一下，“我们不是还有一些空间符，距离应该不是问题。”一枚不成就再用一枚。
en_us: You XiaoMo pondered for a moment. "Don't we still have a few teleportation talismans? The distance shouldn't be a problem." If one wasn't successful, then they could just use another one.

source: 游小默琢磨了一下，终于确定做三道荤菜和两道素菜，然后再加一道甜点和一道汤。
en_us: Rather some contemplation, You XiaoMo eventually decided to make three meat dishes and two vegetarian dishes (?), as well as some dessert and a soup.

source: 游小默琢磨了一会，决定把用晶石凿成的桌椅送到白虎的宫殿里。
en_us: You XiaoMo pondered for a bit before deciding to place the spirit stone (晶石) made furniture into the White Tiger's Palace.

source: 游小默琢磨的摸着下巴，他们要去找凌霄父亲的亲信这件事不可能告诉他，谁知道是不是什么秘密的组织！
en_us: You XiaoMo rubbed his chin, pondering. There was no way he could tell him that they were going to find Ling Xiao's close uncle, who knows if he was from some secret organization!

source: 游小默用了两个储物袋才装满一亿三千万，用灵魂之力树灵晶速度快得只是十几秒时间。
en_us: It took You XiaoMo two magic bags before he was able to reach one hundred thirty million spirit gems. By using his soul power, he was able to count it out in a few seconds.

source: 游小默用传音石继续默默的呼唤凌霄，大有你不接我就不罢休的架势，希望这种坚持能够将功抵过，凌霄能看在他这么坚定不移的份上从轻发落。
en_us: You XiaoMo used the transmission stone and continued to silently call Ling Xiao with an big attitude of 'if you don't pick up, I won't let it drop', hoping that this persistence could make a difference (将功抵过) and that Ling Xiao would be more lenient in his punishment based off how unrelenting he was.

source: 游小默用力的扇动几下，感觉果然比借外物要好很多，有种这对翅膀本来就是他身体一部分，怎么使用都没问题“好了就走。”
en_us: You XiaoMo flapped forcefully a few times. It indeed felt much better than borrowing some other creature's wings, and it felt as if the wings had been a part of his body all along. There wasn't a problem no matter how he used it. /PARA "If there's no problem, then let's go."

source: 游小默用匕首将叫化鸡从土里挖出来，香喷喷的气味有些久违，不等他喊人，所有人都在桌边做好了，最夸张的就是黄鼠兽，只是闻到叫化鸡的香气，他的口水就已经泛滥成灾了，嘴角甚至有一丝可疑的痕迹。
en_us: Using a dagger, You XiaoMo dug up the Beggar's Chicken from the ground. The fragrance was long-awaited. He didn't even need to call on anyone before they all sat down by the table. The most exaggerated one was the Ground Squirrel Beast, the moment he smelled the fragrance, his saliva started flooding. Even the corner of his mouth had a suspicious water mark.
